const { categoryIcon, serviceIcon } = require('./images.js');

exports.data = {
  product: [
    {
      name: '单次咨询',
      presentPrice: 0.01,

      description:
        '单次自选效果哈哦，通过我的么，通过我们的服务，可让你你的净收益增长分百分之十八级以上，让你获得前所未有的有趣体验'
    },
    {
      name: '月度会员',
      presentPrice: 0.01,
      description: '月度会员就是所谓的一个与一次，不会有什么意外会发生'
    },
    { name: '年度会员', presentPrice: 0.01, description: '你那度会员的就是牛逼大' }
  ],
  indexPageColumn: [
    [
      categoryIcon,
      '合同',
      '法律咨询提供合同',
      [
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ],
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ],
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ]
      ]
    ],
    [
      categoryIcon,
      '合同',
      '法律咨询提供合同',
      [
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ],
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ],
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ]
      ]
    ],
    [
      categoryIcon,
      '合同',
      '法律咨询提供合同',
      [
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ],
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ],
        [
          serviceIcon,
          '合作伙伴',
          '介绍法务官所在律所，法务官团队及餐饮法律咨询服务',
          '本着平等互利共同发展的原则，经甲乙双方友好协商，就甲方委托加工生产生产事宜达成协议，双方应遵守本条规定所行事。'
        ]
      ]
    ]
  ]
};
